{
  "Comment.nvim": { "branch": "master" },
<<<<<<< HEAD
  "LuaSnip": { "branch": "master" },
  "alpha": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
=======
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
>>>>>>> 024d498 (feat: remove changes)
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
<<<<<<< HEAD
  "colorizer": { "branch": "master" },
  "conform": { "branch": "master" },
=======
  "conform.nvim": { "branch": "master" },
>>>>>>> 024d498 (feat: remove changes)
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lua-async-await": { "branch": "main" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "neo-tree": { "branch": "v3.x" },
  "nio": { "branch": "master" },
  "none-ls": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
<<<<<<< HEAD
  "nvim-snippy": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
=======
  "nvim-nio": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
>>>>>>> 024d498 (feat: remove changes)
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "shiny-engine": { "branch": "batman" },
  "spring-boot.nvim": { "branch": "main" },
  "tailwind-tools": { "branch": "master" },
  "tailwindcss-colorizer-cmp": { "branch": "main" },
  "telescope": { "branch": "0.1.x" },
  "telescope-ui-select": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "trouble": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
